app/Controllers/Pages.php

			public function user()
			{
				$userModel = new UserModel();
				$user = $userModel->findAll();
---
SELECT *
FROM `user`